{
  "usability": [
    {
      "title": "How easy was it to navigate through the app?",
      "value": 0,
      "min": "0 stars: It was very difficult to find the features; navigation was confusing.",
      "max": "5 stars: It was extremely easy; navigation is intuitive and hassle-free."
    },
    {
      "title": "Were you able to complete your tasks in the app without issues?",
      "value": 0,
      "min": "0 stars: I couldn't complete the tasks; it was frustrating.",
      "max": "5 stars: I was able to complete all tasks quickly and efficiently."
    },
    {
      "title": "How would you rate the graphical interface in terms of design and clarity?",
      "value": 0,
      "min": "0 stars: The interface is unclear and hard to understand.",
      "max": "5 stars: The interface is clear, attractive, and easy to use."
    }
  ],
  "content": [
    {
      "title": "Was the app content useful to you?",
      "value": 0,
      "min": "0 stars: The content was neither relevant nor useful.",
      "max": "5 stars: The content was very useful and relevant to my needs."
    },
    {
      "title": "How well did the app's content meet your expectations?",
      "value": 0,
      "min": "0 stars: The content did not meet my expectations.",
      "max": "5 stars: The content completely exceeded my expectations."
    },
    {
      "title": "Is the content presented in a clear and understandable way?",
      "value": 0,
      "min": "0 stars: The content is poorly structured or confusing.",
      "max": "5 stars: The content is well presented and easy to understand."
    }
  ],
  "sharing": [
    {
      "title": "How likely are you to recommend this app to a friend?",
      "value": 0,
      "min": "0 stars: I would not recommend it at all.",
      "max": "5 stars: I would definitely recommend it."
    },
    {
      "title": "How comfortable would you feel sharing this app with someone else?",
      "value": 0,
      "min": "0 stars: I would not feel comfortable sharing it.",
      "max": "5 stars: I would feel very comfortable sharing it."
    },
    {
      "title": "Do you think this app could be useful to people close to you?",
      "value": 0,
      "min": "0 stars: I don't think it would be useful to others.",
      "max": "5 stars: I'm sure it would be very useful to people close to me."
    }
  ]
}
